
     [
        {
            "id": 0,
            "news_headline": "Far-Right Leader Is in Box Seat to Succeed Draghi in Italy",
            "news_category":"politics",
            "news_details":"Italian voters are expected to propel Giorgia Meloni toward the premiership Sunday, which would make her the country’s first female and first far-right prime minister since it became a republic Meloni, leader of the Brothers of Italy party, is favorite to win the general elections at the head of a right-wing coalition, according to opinion polls published before a blackout period. While political maneuvering to form a government after a vote has dragged on for an average of 45 days in recent times, the winners will have no time to waste. Investors and foreign partners are watching closely, with the euro area’s third-biggest economy hit by Russia’s invasion of Ukraine, spiking energy prices and rising interest rates.  Meloni has repeatedly sought to calm fears she would challenge European Union rules designed to keep deficits in check, or jeopardize almost 200 billion euros ($196 billion) in recovery funds from the bloc by seeking to renegotiate some of the terms. Any change in Italy’s pro-EU stance could exacerbate fears about the country’s colossal debt burden. Italian voters are expected to propel Giorgia Meloni toward the premiership Sunday, which would make her the country’s first female and first far-right prime minister since it became a republic. Meloni, leader of the Brothers of Italy party, is favorite to win the general elections at the head of a right-wing coalition, according to opinion polls published before a blackout period. While political maneuvering to form a government after a vote has dragged on for an average of 45 days in recent times, the winners will have no time to waste. Investors and foreign partners are watching closely, with the euro area’s third-biggest economy hit by Russia’s invasion of Ukraine, spiking energy prices and rising interest rates.  Meloni has repeatedly sought to calm fears she would challenge European Union rules designed to keep deficits in check, or jeopardize almost 200 billion euros ($196 billion) in recovery funds from the bloc by seeking to renegotiate some of the terms. Any change in Italy’s pro-EU stance could exacerbate fears about the country’s colossal debt burden. Italian voters are expected to propel Giorgia Meloni toward the premiership Sunday, which would make her the country’s first female and first far-right prime minister since it became a republic. Meloni, leader of the Brothers of Italy party, is favorite to win the general elections at the head of a right-wing coalition, according to opinion polls published before a blackout period. While political maneuvering to form a government after a vote has dragged on for an average of 45 days in recent times, the winners will have no time to waste. Investors and foreign partners are watching closely, with the euro area’s third-biggest economy hit by Russia’s invasion of Ukraine, spiking energy prices and rising interest rates.  Meloni has repeatedly sought to calm fears she would challenge European Union rules designed to keep deficits in check, or jeopardize almost 200 billion euros ($196 billion) in recovery funds from the bloc by seeking to renegotiate some of the terms. Any change in Italy’s pro-EU stance could exacerbate fears about the country’s colossal debt burden. Italian voters are expected to propel Giorgia Meloni toward the premiership Sunday, which would make her the country’s first female and first far-right prime minister since it became a republic. Meloni, leader of the Brothers of Italy party, is favorite to win the general elections at the head of a right-wing coalition, according to opinion polls published before a blackout period. While political maneuvering to form a government after a vote has dragged on for an average of 45 days in recent times, the winners will have no time to waste. Investors and foreign partners are watching closely, with the euro area’s third-biggest economy hit by Russia’s invasion of Ukraine, spiking energy prices and rising interest rates.  Meloni has repeatedly sought to calm fears she would challenge European Union rules designed to keep deficits in check, or jeopardize almost 200 billion euros ($196 billion) in recovery funds from the bloc by seeking to renegotiate some of the terms. Any change in Italy’s pro-EU stance could exacerbate fears about the country’s colossal debt burden.",
            "news_img_url": "images/politics-1.png",
            "author":"Chiara Albanese and Marco Bertacche",
            "news_read_length": 3
        },
        {
            "id": 1,
            "news_headline": "Dmitry Bulgakov: Putin fires deputy defence chief amid supply failures",
            "news_category":"politics",
            "news_details": "Vladimir Putin has fired the general charged with managing the Russian military's faltering logistics operations in Ukraine. Gen Dmitry Bulgakov, a deputy defence minister, was removed from his role on Saturday, the defence ministry said on Telegram. The ministry said the 67-year old was released to transfer into a new role.  He will be replaced by Col Gen Mikhail Mizintsev, who managed Moscow's brutal siege at the port city of Mariupol. Gen Bulgakov has run the military's logistics operations since 2008 and was responsible for keeping Russian troops supplied after their deployment to Syria in 2015. But observers say he has become side-lined in Moscow in recent months, with many blaming him for the chaotic logistics operations that have dogged Russia's advance and seen their troops left undersupplied. In recent months, the Kremlin has been forced to approach North Korea and Iran - two of its only remaining allies - for new artillery and drone supplies. Gen Bulgakov's dismissal comes as footage circulated on social media showing newly drafted Russian recruits being equipped with rusty assault rifles. Vladimir Putin has fired the general charged with managing the Russian military's faltering logistics operations in Ukraine. Gen Dmitry Bulgakov, a deputy defence minister, was removed from his role on Saturday, the defence ministry said on Telegram. The ministry said the 67-year old was released to transfer into a new role.  He will be replaced by Col Gen Mikhail Mizintsev, who managed Moscow's brutal siege at the port city of Mariupol. Gen Bulgakov has run the military's logistics operations since 2008 and was responsible for keeping Russian troops supplied after their deployment to Syria in 2015. But observers say he has become side-lined in Moscow in recent months, with many blaming him for the chaotic logistics operations that have dogged Russia's advance and seen their troops left undersupplied. In recent months, the Kremlin has been forced to approach North Korea and Iran - two of its only remaining allies - for new artillery and drone supplies. Gen Bulgakov's dismissal comes as footage circulated on social media showing newly drafted Russian recruits being equipped with rusty assault rifles.Vladimir Putin has fired the general charged with managing the Russian military's faltering logistics operations in Ukraine. Gen Dmitry Bulgakov, a deputy defence minister, was removed from his role on Saturday, the defence ministry said on Telegram. The ministry said the 67-year old was released to transfer into a new role.  He will be replaced by Col Gen Mikhail Mizintsev, who managed Moscow's brutal siege at the port city of Mariupol. Gen Bulgakov has run the military's logistics operations since 2008 and was responsible for keeping Russian troops supplied after their deployment to Syria in 2015. But observers say he has become side-lined in Moscow in recent months, with many blaming him for the chaotic logistics operations that have dogged Russia's advance and seen their troops left undersupplied. In recent months, the Kremlin has been forced to approach North Korea and Iran - two of its only remaining allies - for new artillery and drone supplies. Gen Bulgakov's dismissal comes as footage circulated on social media showing newly drafted Russian recruits being equipped with rusty assault rifles.",
            "news_img_url":"images/politics-2.png",
            "author":"Emily Ashton",
            "news_read_length": 4
        },
       
        {
            "id": 2,
            "news_headline": "Ukraine war: Ukraine will treat Russian deserters fairly, Zelensky vows",
            "news_category":"politics",
            "news_details":"Russian soldiers who surrender to Ukraine will be treated in a civilised manner, Ukrainian President Volodymyr Zelensky has said. In his nightly address, Mr Zelensky appealed to Russians to run away or surrender once at the front. It comes after Vladimir Putin signed a law doubling the punishment for Russian soldiers who desert or disobey orders. Fresh protests have also broken out over Russia's partial mobilisation of 300,000 extra troops. Russian human rights organisation OVD-Info reported that 700 people were arrested on Saturday, while more than 1,000 were detained earlier in the week. Unsanctioned rallies are banned under Russian law. Speaking in Russian - his first language - Mr Zelensky urged Russians to surrender to Ukraine rather than risk being tried as a war criminal after the conflict. Russian soldiers who surrender to Ukraine will be treated in a civilised manner, Ukrainian President Volodymyr Zelensky has said. In his nightly address, Mr Zelensky appealed to Russians to run away or surrender once at the front. It comes after Vladimir Putin signed a law doubling the punishment for Russian soldiers who desert or disobey orders. Fresh protests have also broken out over Russia's partial mobilisation of 300,000 extra troops. Russian human rights organisation OVD-Info reported that 700 people were arrested on Saturday, while more than 1,000 were detained earlier in the week. Unsanctioned rallies are banned under Russian law. Speaking in Russian - his first language - Mr Zelensky urged Russians to surrender to Ukraine rather than risk being tried as a war criminal after the conflict. Russian soldiers who surrender to Ukraine will be treated in a civilised manner, Ukrainian President Volodymyr Zelensky has said. In his nightly address, Mr Zelensky appealed to Russians to run away or surrender once at the front. It comes after Vladimir Putin signed a law doubling the punishment for Russian soldiers who desert or disobey orders. Fresh protests have also broken out over Russia's partial mobilisation of 300,000 extra troops. Russian human rights organisation OVD-Info reported that 700 people were arrested on Saturday, while more than 1,000 were detained earlier in the week. Unsanctioned rallies are banned under Russian law. Speaking in Russian - his first language - Mr Zelensky urged Russians to surrender to Ukraine rather than risk being tried as a war criminal after the conflict.",
            "news_img_url":"images/politics-3.png",
            "author":"By Elsa Maishman",
            "news_read_length": 2
        },
        {
            "id": 3,
            "news_headline": "War, Inflation Knock World Economy Off Balance",
            "news_category":"economy",
            "news_details":"The global economy is sputtering and financial markets are flashing red, reflecting a sense on Wall Street that a sharper slowdown in worldwide economic activity is likely inevitable. The culprits are surging inflation, a robust central-bank response, anxious investors and the impact of Russia’s aggression in Ukraine. The U.S. economy has largely escaped the worst of these ills, but a rising dollar is punishing the rest of the world at a time when price increases in many places are already outpacing incomes. The global economy is sputtering and financial markets are flashing red, reflecting a sense on Wall Street that a sharper slowdown in worldwide economic activity is likely inevitable. The culprits are surging inflation, a robust central-bank response, anxious investors and the impact of Russia’s aggression in Ukraine. The U.S. economy has largely escaped the worst of these ills, but a rising dollar is punishing the rest of the world at a time when price increases in many places are already outpacing incomes.",
            "news_img_url":"images/economy-1.png",
            "author":"Tom Fairless and Jason Douglas",
            "news_read_length": 2
        },
        {
            "id": 4,
            "news_headline": "World Bank’s David Malpass Says He Isn’t Resigning Amid Criticism of His Climate Views",
            "news_category":"economy",
            "news_details":"WASHINGTON—World Bank President David Malpass said Friday he wasn’t resigning from his position amid calls from climate advocates for him to step down over his views on climate change.Mr. Malpass also said the bank’s shareholders—governments around the world led by the U.S.—haven't asked him to resign. Mr. Malpass, who was nominated to lead the bank by former President Donald Trump, was speaking in an interview with Politico. WASHINGTON—World Bank President David Malpass said Friday he wasn’t resigning from his position amid calls from climate advocates for him to step down over his views on climate change.Mr. Malpass also said the bank’s shareholders—governments around the world led by the U.S.—haven't asked him to resign. Mr. Malpass, who was nominated to lead the bank by former President Donald Trump, was speaking in an interview with Politico. WASHINGTON—World Bank President David Malpass said Friday he wasn’t resigning from his position amid calls from climate advocates for him to step down over his views on climate change.Mr. Malpass also said the bank’s shareholders—governments around the world led by the U.S.—haven't asked him to resign. Mr. Malpass, who was nominated to lead the bank by former President Donald Trump, was speaking in an interview with Politico.",
            "news_img_url":"images/economy-2.png",
            "author":"Yuka Hayashi",
            "news_read_length": 3
        },
        {
            "id": 5,
            "news_headline": "Middle-Income Households Feel Bigger Pinch From Inflation, Report Finds",
            "news_category":"economy",
            "news_details":"Middle-income households in 2022 have seen inflation eat into a greater share of their incomes compared with low- and high-income households, according to a report released Thursday by the nonpartisan Congressional Budget Office.The report’s analysis considered an average basket of goods and services purchased by households in each fifth of the income distribution in 2019, before large shifts in consumption patterns during the Covid-19 pandemic. It found that households in the second, middle and fourth income quintiles have seen the share of their income—derived from labor, business and other nongovernmental sources—that would purchase that basket increase in 2022. Meanwhile, households in the lowest and highest quintiles have seen their share of their income that would purchase the basket fall this year. Middle-income households in 2022 have seen inflation eat into a greater share of their incomes compared with low- and high-income households, according to a report released Thursday by the nonpartisan Congressional Budget Office.The report’s analysis considered an average basket of goods and services purchased by households in each fifth of the income distribution in 2019, before large shifts in consumption patterns during the Covid-19 pandemic. It found that households in the second, middle and fourth income quintiles have seen the share of their income—derived from labor, business and other nongovernmental sources—that would purchase that basket increase in 2022. Meanwhile, households in the lowest and highest quintiles have seen their share of their income that would purchase the basket fall this year. Middle-income households in 2022 have seen inflation eat into a greater share of their incomes compared with low- and high-income households, according to a report released Thursday by the nonpartisan Congressional Budget Office.The report’s analysis considered an average basket of goods and services purchased by households in each fifth of the income distribution in 2019, before large shifts in consumption patterns during the Covid-19 pandemic. It found that households in the second, middle and fourth income quintiles have seen the share of their income—derived from labor, business and other nongovernmental sources—that would purchase that basket increase in 2022. Meanwhile, households in the lowest and highest quintiles have seen their share of their income that would purchase the basket fall this year.",
            "news_img_url":"images/economy-3.png",
            "author":"Amara Omeokwe",
            "news_read_length": 2
        },
        {
            "id": 6,
            "news_headline": "Gucci, Burberry Join Booming Secondhand Luxury Trade",
            "news_category":"business",
            "news_details":"LONDON—The booming market for secondhand luxury goods is creating a dilemma for makers of high-end handbags, fashion and jewelry: Join the trend, or ignore it.Secondhand luxury isn’t new, but its popularity is surging. Steep price hikes by prestigious brands like Chanel SA are driving some luxury buyers to look for less expensive used items. Others are seizing on secondhand goods’ sustainability bona fides: A used pair of designer jeans doesn’t cost any more of the planet’s resources to make. LONDON—The booming market for secondhand luxury goods is creating a dilemma for makers of high-end handbags, fashion and jewelry: Join the trend, or ignore it.Secondhand luxury isn’t new, but its popularity is surging. Steep price hikes by prestigious brands like Chanel SA are driving some luxury buyers to look for less expensive used items. Others are seizing on secondhand goods’ sustainability bona fides: A used pair of designer jeans doesn’t cost any more of the planet’s resources to make. LONDON—The booming market for secondhand luxury goods is creating a dilemma for makers of high-end handbags, fashion and jewelry: Join the trend, or ignore it.Secondhand luxury isn’t new, but its popularity is surging. Steep price hikes by prestigious brands like Chanel SA are driving some luxury buyers to look for less expensive used items. Others are seizing on secondhand goods’ sustainability bona fides: A used pair of designer jeans doesn’t cost any more of the planet’s resources to make.",
            "news_img_url":"images/business-1.png",
            "author":"By Trefor Moss",
            "news_read_length": 4
        },
        {
            "id": 7,
            "news_headline": "Netflix Reduces Payments for Comedy Specials in Some New Deals",
            "news_category":"business",
            "news_details":"Netflix Inc. NFLX -4.49%▼ has become a major platform for comedians, funding an array of specials and delivering them to its audience of more than 220 million subscribers.Now, the streaming giant is changing how it compensates some of the comics it features, a move that could trim its costs and shift some financial burden to the artists, while giving them more control of their work, people familiar with the situation say. Netflix Inc. NFLX -4.49%▼ has become a major platform for comedians, funding an array of specials and delivering them to its audience of more than 220 million subscribers.Now, the streaming giant is changing how it compensates some of the comics it features, a move that could trim its costs and shift some financial burden to the artists, while giving them more control of their work, people familiar with the situation say. Netflix Inc. NFLX -4.49%▼ has become a major platform for comedians, funding an array of specials and delivering them to its audience of more than 220 million subscribers.Now, the streaming giant is changing how it compensates some of the comics it features, a move that could trim its costs and shift some financial burden to the artists, while giving them more control of their work, people familiar with the situation say.",
            "news_img_url":"images/business-2.png",
            "author":"Sarah Krouse and Jessica Toonkel",
            "news_read_length": 2
        },
        {
            "id": 8,
            "news_headline": "Beyond Meat’s Chief Supply Chain Officer to Leave Company",
            "news_category":"business",
            "news_details":"Beyond Meat Inc.’s BYND 2.89%▲ chief supply chain officer is stepping down at the end of the month, the company said, days after the plant-based meat company suspended a separate senior executive.Bernie Adcock notified Beyond on Tuesday that he would leave his position at the end of the month to “pursue another opportunity,” according to a Securities and Exchange Commission filing Friday. Beyond Meat Inc.’s BYND 2.89%▲ chief supply chain officer is stepping down at the end of the month, the company said, days after the plant-based meat company suspended a separate senior executive.Bernie Adcock notified Beyond on Tuesday that he would leave his position at the end of the month to “pursue another opportunity,” according to a Securities and Exchange Commission filing Friday. Beyond Meat Inc.’s BYND 2.89%▲ chief supply chain officer is stepping down at the end of the month, the company said, days after the plant-based meat company suspended a separate senior executive.Bernie Adcock notified Beyond on Tuesday that he would leave his position at the end of the month to “pursue another opportunity,” according to a Securities and Exchange Commission filing Friday.",
            "news_img_url":"images/business-3.png",
            "author":"Jesse Newman",
            "news_read_length": 3
        },
        {
            "id": 9,
            "news_headline": "Apple Music to Replace Pepsi as Sponsor of NFL’s Super Bowl Halftime Show",
            "news_category":"tech",
            "news_details":"Apple AAPL -1.51%▼ Music is set to be the new sponsor of the NFL’s Super Bowl halftime show, replacing longtime sponsor PepsiCo Inc., PEP -0.05%▼ after Apple signed a multiyear deal with the league.The NFL announced the deal with Apple Inc.’s streaming service on Friday. Apple AAPL -1.51%▼ Music is set to be the new sponsor of the NFL’s Super Bowl halftime show, replacing longtime sponsor PepsiCo Inc., PEP -0.05%▼ after Apple signed a multiyear deal with the league.The NFL announced the deal with Apple Inc.’s streaming service on Friday. Apple AAPL -1.51%▼ Music is set to be the new sponsor of the NFL’s Super Bowl halftime show, replacing longtime sponsor PepsiCo Inc., PEP -0.05%▼ after Apple signed a multiyear deal with the league.The NFL announced the deal with Apple Inc.’s streaming service on Friday.",
            "news_img_url":"images/tech-1.png",
            "author":"Alyssa Lukpat",
            "news_read_length": 2
        },
        {
            "id": 10,
            "news_headline": "Tesla Countersues California Agency That Filed Racial Discrimination Lawsuit",
            "news_category":"tech",
            "news_details":"Tesla Inc. TSLA -4.59%▼ has countersued the California agency that filed a racial discrimination lawsuit against the company, alleging that the government organization violated state law in bringing about the suit.The electric-vehicle maker, in the suit filed Thursday in Alameda County Superior Court, said the California Civil Rights Department—previously known as the California Department of Fair Employment and Housing—violated state rules by filing the lawsuit without seeking public comment or holding a public hearing. Tesla Inc. TSLA -4.59%▼ has countersued the California agency that filed a racial discrimination lawsuit against the company, alleging that the government organization violated state law in bringing about the suit.The electric-vehicle maker, in the suit filed Thursday in Alameda County Superior Court, said the California Civil Rights Department—previously known as the California Department of Fair Employment and Housing—violated state rules by filing the lawsuit without seeking public comment or holding a public hearing. Tesla Inc. TSLA -4.59%▼ has countersued the California agency that filed a racial discrimination lawsuit against the company, alleging that the government organization violated state law in bringing about the suit.The electric-vehicle maker, in the suit filed Thursday in Alameda County Superior Court, said the California Civil Rights Department—previously known as the California Department of Fair Employment and Housing—violated state rules by filing the lawsuit without seeking public comment or holding a public hearing.",
            "news_img_url":"images/tech-2.png",
            "author":"By Meghan Bobrowsky",
            "news_read_length": 3
        },
        {
            "id": 11,
            "news_headline": "Cyberattack on Optus Potentially Exposes Millions of Customer Accounts",
            "news_category":"tech",
            "news_details":"SYDNEY—A cyberattack on one of Australia’s largest telecoms companies could have accessed the personal information of as many as 9.8 million customers, in what one lawmaker called the most significant data breach in recent years.Optus, an Australian unit of Singapore Telecommunications Ltd., said it doesn’t yet know who was behind the cyberattack that could have exposed customer information dating back to 2017, including names, dates of birth and phone numbers. The company, which said it first became aware of the breach on Wednesday, said some identity documents might also have been compromised. SYDNEY—A cyberattack on one of Australia’s largest telecoms companies could have accessed the personal information of as many as 9.8 million customers, in what one lawmaker called the most significant data breach in recent years.Optus, an Australian unit of Singapore Telecommunications Ltd., said it doesn’t yet know who was behind the cyberattack that could have exposed customer information dating back to 2017, including names, dates of birth and phone numbers. The company, which said it first became aware of the breach on Wednesday, said some identity documents might also have been compromised. SYDNEY—A cyberattack on one of Australia’s largest telecoms companies could have accessed the personal information of as many as 9.8 million customers, in what one lawmaker called the most significant data breach in recent years.Optus, an Australian unit of Singapore Telecommunications Ltd., said it doesn’t yet know who was behind the cyberattack that could have exposed customer information dating back to 2017, including names, dates of birth and phone numbers. The company, which said it first became aware of the breach on Wednesday, said some identity documents might also have been compromised.",
            "news_img_url":"images/tech-3.png",
            "author":"Alice Uribe",
            "news_read_length": 4
        },
        {
            "id": 12,
            "news_headline": "Robert Sarver Says He Will Seek Buyers for Phoenix Suns and Mercury After NBA Probe",
            "news_category":"sports",
            "news_details": "Phoenix Suns and Mercury owner Robert Sarver said Wednesday that he would begin the process of finding buyers for the basketball teams, after an investigation into his workplace conduct prompted the league to suspend him for a year and fine him $10 million. n/ The investigation commissioned by the NBA found that Sarver had uttered racial slurs “when recounting the statements of others,” harassed and berated employees, exposed himself and commented on female workers’ bodies and ability to do their jobs after a pregnancy. Phoenix Suns and Mercury owner Robert Sarver said Wednesday that he would begin the process of finding buyers for the basketball teams, after an investigation into his workplace conduct prompted the league to suspend him for a year and fine him $10 million.The investigation commissioned by the NBA found that Sarver had uttered racial slurs “when recounting the statements of others,” harassed and berated employees, exposed himself and commented on female workers’ bodies and ability to do their jobs after a pregnancy.  Phoenix Suns and Mercury owner Robert Sarver said Wednesday that he would begin the process of finding buyers for the basketball teams, after an investigation into his workplace conduct prompted the league to suspend him for a year and fine him $10 million.The investigation commissioned by the NBA found that Sarver had uttered racial slurs “when recounting the statements of others,” harassed and berated employees, exposed himself and commented on female workers’ bodies and ability to do their jobs after a pregnancy. ",
            "news_img_url":"images/sports-1.png",
            "author":"Louise Radnofsky and Rachel Bachman",
            "news_read_length": 3
        },
        {
            "id": 13,
            "news_headline": "Cameron Smith Leads New Wave of Defectors to LIV Golf",
            "news_category":"sports",
            "news_details":"Cameron Smith, the world’s No. 2 golfer and the recent British Open champion, headlines a new wave of golfers who are bolting to LIV Golf after the conclusion of the PGA Tour’s season and ahead of the Saudi-backed circuit’s fourth event. Smith, a mulleted Australian with a wispy mustache, is joined by one other highly ranked player, No. 19 Joaquin Niemann, along with a handful of other notable names such as Harold Varner III and Marc Leishman, LIV said in a statement. Cameron Smith, the world’s No. 2 golfer and the recent British Open champion, headlines a new wave of golfers who are bolting to LIV Golf after the conclusion of the PGA Tour’s season and ahead of the Saudi-backed circuit’s fourth event. Smith, a mulleted Australian with a wispy mustache, is joined by one other highly ranked player, No. 19 Joaquin Niemann, along with a handful of other notable names such as Harold Varner III and Marc Leishman, LIV said in a statement. Cameron Smith, the world’s No. 2 golfer and the recent British Open champion, headlines a new wave of golfers who are bolting to LIV Golf after the conclusion of the PGA Tour’s season and ahead of the Saudi-backed circuit’s fourth event. Smith, a mulleted Australian with a wispy mustache, is joined by one other highly ranked player, No. 19 Joaquin Niemann, along with a handful of other notable names such as Harold Varner III and Marc Leishman, LIV said in a statement. ",
            "news_img_url":"images/sports-2.png",
            "author":"By Andrew Beaton",
            "news_read_length": 3
        },
        {
            "id": 14,
            "news_headline": "Cannabis Set to Stay On World Anti-Doping Agency Prohibited List",
            "news_category":"sports",
            "news_details":"The World Anti-Doping Agency appears set to keep cannabis on its list of prohibited substances for 2023, despite friction over American sprinter Sha’Carri Richardson’s suspension last year, according to people who have seen a draft copy of the list. The decision, which is likely to be finalized at a meeting later this month, means athletes subject to WADA’s drug-testing code will continue to be subject to suspension if they test positive for cannabis in competition. The World Anti-Doping Agency appears set to keep cannabis on its list of prohibited substances for 2023, despite friction over American sprinter Sha’Carri Richardson’s suspension last year, according to people who have seen a draft copy of the list. The decision, which is likely to be finalized at a meeting later this month, means athletes subject to WADA’s drug-testing code will continue to be subject to suspension if they test positive for cannabis in competition. The World Anti-Doping Agency appears set to keep cannabis on its list of prohibited substances for 2023, despite friction over American sprinter Sha’Carri Richardson’s suspension last year, according to people who have seen a draft copy of the list. The decision, which is likely to be finalized at a meeting later this month, means athletes subject to WADA’s drug-testing code will continue to be subject to suspension if they test positive for cannabis in competition. ",
            "news_img_url":"images/sports-3.png",
            "author":"Rachel Bachman and Louise Radnofsky",
            "news_read_length": 2
        }
        
    ]

    